Repository: oilPilot/WebDiary
Catalog: WebDiary.Frontend/Resources/MainResource.*.resx
Languages: de

# HomePageTitleAuth
source: Welcome,
de: Willkommen,

# HomePageTitleNoAuth
source: Home
de: Heim

# HomePageText
source: This is main page of Web-diary app, here is no functionality to be realistic, and i, as developer don't know what to add here. Just ignore this page, it's useless.
de: Dies ist die Hauptseite der Web-Tagebuch-App. Sie bietet keine realistische Funktionalität, und ich als Entwickler weiß nicht, was ich hier hinzufügen soll. Ignoriere diese Seite einfach, sie ist nutzlos.

# 404Title
source: 404 - Not found
de: 404 – Nicht gefunden

# 404Text
source: Resource for which you asked hasn't been found.
de: Die von Ihnen angeforderte Ressource wurde nicht gefunden.

# LoadingDiaries
source: Await, diaries and groups are loading...
de: Warten Sie, Tagebücher und Gruppen werden geladen …

# MainPageButtonText
source: Send
de: Schicken

# NotValidatedTitle
source: Not validated
de: Nicht validiert

# NotValidatedText
source: Your email is not validated. Validate it first.
de: Ihre E-Mail-Adresse ist nicht bestätigt. Bestätigen Sie sie zuerst.

# UnathorizedTitle
source: Unauthorized
de: Nicht autorisiert

# UnathorizedText
source: You need to login to see this page.
de: Sie müssen sich anmelden, um diese Seite anzuzeigen.

# CollapseInMainPage
source: Collapse
de: Ausblenden

# NotAuthPageText1
source: Sorry, you're not authorized to reach this page.
de: Entschuldigung, Sie sind nicht berechtigt, auf diese Seite zuzugreifen.

# NotAuthPageText2
source: You may need to log in as a different user.
de: Möglicherweise müssen Sie sich als anderer Benutzer anmelden.

# CreateGroupVar1
source: Name of your group:
de: Name Ihrer Gruppe:

# DeleteGroupPart1
source: Are you sure you wanna to delete group "
de: Möchten Sie die Gruppe "

# DeleteGroupPart2
source: " and it's diaries?
de: " und ihre Tagebücher wirklich löschen?

# CancelButtonText
source: Cancel
de: Stornieren

# DeleteButtonText
source: Delete
de: Löschen

# SaveButtonText
source: Save
de: Speichern

# ErrorTitle
source: Error.
de: Fehler.

# ErrorText
source: An error occurred while processing your request.
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten.

source: Request ID:
de: Anforderungs-ID:

# DevMode
source: Development Mode
de: Entwicklungsmodus

# Swapping
source: Swapping to
de: Beim Wechsel zur

# Dev
source: Development
de: Entwicklung

# Display
source: environment will display more detailed information about the error that occurred.
de: sumgebung werden ausführlichere Informationen zu dem aufgetretenen Fehler angezeigt.

# ErrorPageMainTextPart1
source: The Development environment shouldn't be enabled for deployed applications.
de: Die Entwicklungsumgebung sollte für bereitgestellte Anwendungen nicht aktiviert werden.

# ErrorPageMainTextPart2
source: It can result in displaying sensitive information from exceptions to end users.
de: Dies kann dazu führen, dass Endbenutzern vertrauliche Informationen aus Ausnahmen angezeigt werden.

# ErrorPageMainTextPart3
source: For local debugging, enable the
de: Aktivieren Sie für das lokale Debuggen die

# ErrorPageMainTextPart4
source: environment by setting the
de: sumgebung, indem Sie die Umgebungsvariable

# ErrorPageMainTextPart5
source: environment variable to
de: auf setzen

# ErrorPageMainTextPart6
source: and restarting the app.
de: und die App neu starten.
