Repository: oilPilot/WebDiary
Catalog: WebDiary.Frontend/Resources/TermsAndPrivacyResource.*.resx
Languages: de

# TermsStart1
source: Terms of Service
de: Nutzungsbedingungen

# TermsStart2
source: Last updated: August 25, 2025
de: Letzte Aktualisierung: 25. August 2025

# TermsStart3
source: Welcome to Webdiary (the “Service”). These Terms of Service (“Terms”) govern your use of the Service. By accessing or using the Service, you agree to be bound by these Terms. If you do not agree, you must not use the Service.
de: Willkommen bei Webdiary (dem „Dienst“). Diese Nutzungsbedingungen („Bedingungen“) regeln Ihre Nutzung des Dienstes. Durch den Zugriff auf oder die Nutzung des Dienstes erklären Sie sich mit diesen Bedingungen einverstanden. Wenn Sie nicht einverstanden sind, dürfen Sie den Dienst nicht nutzen.

# TermsMain1
source: 1. Purpose of the Service
de: 1. Zweck des Dienstes

# TermsMain2
source: The Service is a personal diary and note-keeping application built as an educational and demonstration project. It is provided for personal use only and is not intended as a commercial product. The Service may be incomplete, experimental, or unstable.
de: Der Dienst ist eine Anwendung zum persönlichen Tagebuch- und Notizschreiben, die als Bildungs- und Demonstrationsprojekt entwickelt wurde. Er ist ausschließlich für den persönlichen Gebrauch bestimmt und nicht als kommerzielles Produkt gedacht. Der Dienst kann unvollständig, experimentell oder instabil sein.

# TermsMain3
source: 2. Eligibility
de: 2. Teilnahmeberechtigung

# TermsMain4
source: You must be at least 13 years old to use the Service.
de: Sie müssen mindestens 13 Jahre alt sein, um den Dienst nutzen zu können.

# TermsMain5
source: By using the Service, you confirm that you meet this age requirement and have the legal capacity to agree to these Terms.
de: Durch die Nutzung des Dienstes bestätigen Sie, dass Sie diese Altersvoraussetzung erfüllen und geschäftsfähig sind, diesen Bedingungen zuzustimmen.

# TermsMain6
source: If you are under 18, you must have the consent of a parent or guardian.
de: Wenn Sie unter 18 Jahre alt sind, benötigen Sie die Zustimmung eines Elternteils oder Erziehungsberechtigten.

# TermsMain7
source: 3. User Accounts
de: 3. Benutzerkonten

# TermsMain8
source: By using the Service, you agree not to:
de: Durch die Nutzung des Dienstes erklären Sie sich damit einverstanden, Folgendes nicht zu tun:

# TermsMain9
source: Use the Service for unlawful purposes.
de: Den Dienst nicht für rechtswidrige Zwecke zu nutzen.

# TermsMain10
source: Upload malicious code, spam, or content that could disrupt the Service.
de: Schadcode, Spam oder Inhalte hochzuladen, die den Dienst stören könnten.

# TermsMain11
source: Attempt to reverse engineer, decompile, or exploit the Service.
de: Den Dienst nicht zurückzuentwickeln, zu dekompilieren oder auszunutzen.

# TermsMain12
source: Use the Service to store or share content that is illegal, harmful, or offensive.
de: Den Dienst nicht zu nutzen, um illegale, schädliche oder anstößige Inhalte zu speichern oder zu teilen.

# TermsMedium1
source: 5. Intellectual Property
de: 5. Geistiges Eigentum

# TermsMedium2
source: The Service and its underlying software were developed as a personal project and remain the intellectual property of the developer.
de: Der Dienst und die zugrunde liegende Software wurden als persönliches Projekt entwickelt und bleiben geistiges Eigentum des Entwicklers.

# TermsMedium3
source: You may not copy, modify, distribute, or create derivative works of the Service without explicit permission.
de: Sie dürfen den Dienst ohne ausdrückliche Genehmigung nicht kopieren, verändern, verbreiten oder abgeleitete Werke erstellen.

# TermsMedium4
source: You retain ownership of the content you create and store within your account.
de: Sie behalten das Eigentum an den Inhalten, die Sie erstellen und in Ihrem Konto speichern.

# TermsMedium5
source: 6. Availability and Disclaimer
de: 6. Verfügbarkeit und Haftungsausschluss

# TermsMedium6
source: The Service is provided “as is” and “as available” without warranties of any kind.
de: Der Dienst wird „wie besehen“ und „wie verfügbar“ ohne jegliche Gewährleistung bereitgestellt.

# TermsMedium7
source: We do not guarantee uninterrupted access, error-free operation, or data security.
de: Wir übernehmen keine Garantie für unterbrechungsfreien Zugriff, fehlerfreien Betrieb oder Datensicherheit.

# TermsMedium8
source: You understand that this Service may go offline, be discontinued, or experience data loss at any time without notice.
de: Sie nehmen zur Kenntnis, dass dieser Dienst jederzeit und ohne Vorankündigung offline gehen, eingestellt werden oder Datenverlust auftreten kann.

# TermsMedium9
source: Use of the Service is at your own risk.
de: Die Nutzung des Dienstes erfolgt auf eigene Gefahr.

# TermsMedium10
source: 7. Limitation of Liability
de: 7. Haftungsbeschränkung

# TermsMedium11
source: To the maximum extent permitted by law:
de: Soweit gesetzlich zulässig:

# TermsMedium12
source: The developer is not responsible for any damages, losses, or consequences resulting from your use of the Service.
de: Der Entwickler haftet nicht für Schäden, Verluste oder Folgen, die sich aus Ihrer Nutzung des Dienstes ergeben.

# TermsMedium13
source: This includes, but is not limited to, loss of data, loss of access, or any indirect, incidental, or consequential damages.
de: Dies umfasst unter anderem Datenverlust, Zugriffsverlust sowie indirekte, zufällige oder Folgeschäden.

# TermsMedium14
source: 8. Termination
de: 8. Kündigung

# TermsMedium15
source: We reserve the right to suspend or terminate your access to the Service at any time, without notice, for violations of these Terms or for technical reasons.
de: Wir behalten uns das Recht vor, Ihren Zugang zum Dienst jederzeit und ohne Vorankündigung wegen Verstößen gegen diese Bedingungen oder aus technischen Gründen zu sperren oder zu beenden.

# TermsMedium16
source: Upon termination, your right to use the Service will cease immediately.
de: Mit der Kündigung erlischt Ihr Recht zur Nutzung des Dienstes sofort.

# TermsEnd1
source: 9. Changes to the Terms
de: 9. Änderungen der Bedingungen

# TermsEnd2
source: We may revise these Terms at any time by posting an updated version within the Service. By continuing to use the Service after revisions are posted, you agree to the updated Terms.
de: Wir können diese Bedingungen jederzeit ändern, indem wir eine aktualisierte Version innerhalb des Dienstes veröffentlichen. Indem Sie den Dienst nach Veröffentlichung der Änderungen weiterhin nutzen, stimmen Sie den aktualisierten Bedingungen zu.

# TermsEnd3
source: 10. Governing Law
de: 10. Geltendes Recht

# TermsEnd4
source: These Terms are governed by the laws of Ukraine. Any disputes shall be resolved under the jurisdiction of the courts located in Ukraine.
de: Diese Bedingungen unterliegen dem ukrainischen Recht. Streitigkeiten werden vor den Gerichten in der Ukraine beigelegt.

# TermsEnd5
source: 11. Contact Information
de: 11. Kontaktinformationen

# TermsEnd6
source: For questions about these Terms, please contact:
de: Bei Fragen zu diesen Bedingungen wenden Sie sich bitte an:

# PrivacyHeader1
source: Privacy Policy
de: Datenschutzrichtlinie

# PrivacyHeader2
source: Last updated: August 25, 2025
de: Letzte Aktualisierung: 25. August 2025

# PrivacyHeader3
source: This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.
de: Diese Datenschutzrichtlinie beschreibt unsere Richtlinien und Verfahren zur Erhebung, Verwendung und Offenlegung Ihrer Daten bei der Nutzung des Dienstes und informiert Sie über Ihre Datenschutzrechte und Ihren gesetzlichen Schutz.

# PrivacyHeader4
source: We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.
de: Wir verwenden Ihre personenbezogenen Daten, um den Service bereitzustellen und zu verbessern. Durch die Nutzung des Service stimmen Sie der Erfassung und Verwendung von Informationen gemäß dieser Datenschutzrichtlinie zu.

# PrivacyHeader5
source: Interpretation and Definitions
de: Auslegung und Definitionen

# PrivacyInterpretation1
source: Interpretation
de: Auslegung

# PrivacyInterpretation2
source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
de: Die Wörter, deren Anfangsbuchstabe groß geschrieben ist, haben unter den folgenden Bedingungen die definierte Bedeutung. Die folgenden Definitionen haben unabhängig von der Einzahl oder Mehrzahl die gleiche Bedeutung.

# PrivacyInterpretation3
source: Definitions
de: Definitionen

# PrivacyInterpretation4
source: For the purposes of this Privacy Policy:
de: Im Sinne dieser Datenschutzerklärung:

# PrivacyInterpretation5
source: Account
de: Konto

# PrivacyInterpretation6
source: Affiliate
de: Partner

# PrivacyInterpretation7
source: Company
de: Unternehmen

# PrivacyInterpretation9
source: Country
de: Land

# PrivacyInterpretation10
source: Device
de: Gerät

# PrivacyInterpretation11
source: Personal Data
de: Personenbezogene Daten

# PrivacyInterpretation12
source: Service
de: Dienst

# PrivacyInterpretation13
source: Service Provider
de: Dienstanbieter

# PrivacyInterpretation14
source: Usage Data
de: Nutzungsdaten

# PrivacyInterpretation16
source: You
de: Sie

# PrivacyInterpretation17
source: means a unique account created for You to access our Service or parts of our Service.
de: bezeichnet ein für Sie erstelltes, individuelles Konto, mit dem Sie auf unseren Dienst oder Teile unseres Dienstes zugreifen können.

# PrivacyInterpretation18
source: means an entity that controls, is controlled by or is under common control with a party, where "control" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.
de: bezeichnet ein Unternehmen, das eine Partei kontrolliert, von ihr kontrolliert wird oder mit ihr unter gemeinsamer Kontrolle steht. „Kontrolle“ bezeichnet den Besitz von mindestens 50 % der Aktien, Beteiligungen oder sonstigen Wertpapiere, die zur Wahl von Direktoren oder anderen Leitungsorganen berechtigt sind.

# PrivacyInterpretation19
source: (referred to as either "the Company", "We", "Us" or "Our" in this Agreement) refers to Webdiary.
de: (in dieser Vereinbarung als „das Unternehmen“, „Wir“, „Uns“ oder „Unser“ bezeichnet) bezieht sich auf Webdiary.

# PrivacyInterpretation20
source: are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.
de: sind kleine Dateien, die von einer Website auf Ihrem Computer, Mobilgerät oder einem anderen Gerät abgelegt werden und unter anderem die Details Ihres Browserverlaufs auf dieser Website enthalten.

# PrivacyInterpretation21
source: refers to: Ukraine
de: bezieht sich auf: Ukraine

# PrivacyInterpretation22
source: means any device that can access the Service such as a computer, a cellphone or a digital tablet.
de: bezeichnet jedes Gerät, das auf den Dienst zugreifen kann, z. B. einen Computer, ein Mobiltelefon oder ein Tablet.

# PrivacyInterpretation23
source: is any information that relates to an identified or identifiable individual.
de: bezeichnet alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.

# PrivacyInterpretation24
source: refers to the Website.
de: bezieht sich auf die Website.

# PrivacyInterpretation25
source: means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.
de: bezeichnet jede natürliche oder juristische Person, die die Daten im Auftrag des Unternehmens verarbeitet. Es bezieht sich auf Drittunternehmen oder Einzelpersonen, die vom Unternehmen beauftragt werden, den Dienst zu ermöglichen, den Dienst im Namen des Unternehmens bereitzustellen, damit verbundene Dienstleistungen zu erbringen oder das Unternehmen bei der Analyse der Nutzung des Dienstes zu unterstützen.

# PrivacyInterpretation26
source: refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).
de: bezieht sich auf automatisch erfasste Daten, die entweder durch die Nutzung des Dienstes oder durch die Dienstinfrastruktur selbst generiert werden (z. B. die Dauer eines Seitenbesuchs).

# PrivacyInterpretation27
source: refers to Webdiary, accessible from
de: bezieht sich auf Webdiary, erreichbar über

# PrivacyInterpretation28
source: means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.
de: bezeichnet die Person, die auf den Dienst zugreift oder ihn nutzt, bzw. das Unternehmen oder eine andere juristische Person, in deren Namen diese Person auf den Dienst zugreift oder ihn nutzt.

# PrivacyPersonalData1
source: Collecting and Using Your Personal Data
de: Erhebung und Verwendung Ihrer personenbezogenen Daten

# PrivacyPersonalData2
source: Types of Data Collected
de: Arten der erhobenen Daten

# PrivacyPersonalData3
source: Personal Data
de: Personenbezogene Daten

# PrivacyPersonalData4
source: While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:
de: Bei der Nutzung unseres Dienstes bitten wir Sie möglicherweise um die Angabe bestimmter personenbezogener Daten, die zur Kontaktaufnahme oder Identifizierung verwendet werden können. Personenbezogene Daten können unter anderem Folgendes umfassen:

# PrivacyPersonalData5
source: Email address
de: E-Mail-Adresse

# PrivacyPersonalData6
source: Usage Data
de: Nutzungsdaten

# PrivacyPersonalData7
source: Usage Data is collected automatically when using the Service.
de: Nutzungsdaten werden bei der Nutzung des Dienstes automatisch erhoben.

# PrivacyPersonalData8
source: Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.
de: Nutzungsdaten können Informationen wie die Internetprotokolladresse Ihres Geräts (z. B. IP-Adresse), den Browsertyp, die Browserversion, die von Ihnen besuchten Seiten unseres Dienstes, Uhrzeit und Datum Ihres Besuchs, die Verweildauer auf diesen Seiten, eindeutige Gerätekennungen und andere Diagnosedaten umfassen.

# PrivacyPersonalData9
source: When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.
de: Wenn Sie über ein Mobilgerät auf den Dienst zugreifen, erfassen wir möglicherweise automatisch bestimmte Informationen, darunter den Typ des von Ihnen verwendeten Mobilgeräts, die eindeutige ID Ihres Mobilgeräts, die IP-Adresse Ihres Mobilgeräts, Ihr mobiles Betriebssystem, den Typ des von Ihnen verwendeten mobilen Internetbrowsers, eindeutige Gerätekennungen und andere Diagnosedaten.

# PrivacyPersonalData10
source: We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.
de: Wir erfassen möglicherweise auch Informationen, die Ihr Browser sendet, wenn Sie unseren Dienst besuchen oder über ein Mobilgerät auf den Dienst zugreifen.

# PrivacyPersonalData11
source: Tracking Technologies and Cookies
de: Tracking-Technologien und Cookies

# PrivacyPersonalData12
source: We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:
de: Wir verwenden Cookies und ähnliche Tracking-Technologien, um die Aktivitäten auf unserem Dienst zu verfolgen und bestimmte Informationen zu speichern. Zu den verwendeten Tracking-Technologien gehören Beacons, Tags und Skripte, um Informationen zu sammeln und zu verfolgen sowie unseren Service zu verbessern und zu analysieren. Zu den von uns verwendeten Technologien gehören unter anderem:

# PrivacyPersonalData13
source: Cookies or Browser Cookies.
de: Cookies oder Browser-Cookies.

# PrivacyPersonalData14
source: A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.
de: Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät gespeichert wird. Sie können Ihren Browser so einstellen, dass er alle Cookies ablehnt oder Sie benachrichtigt, wenn ein Cookie gesendet wird. Wenn Sie Cookies nicht akzeptieren, können Sie möglicherweise einige Teile unseres Service nicht nutzen. Sofern Sie Ihre Browsereinstellungen nicht so angepasst haben, dass Cookies abgelehnt werden, kann unser Service Cookies verwenden.

# PrivacyPersonalData16
source: Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).
de: Bestimmte Bereiche unseres Dienstes und unserer E-Mails können kleine elektronische Dateien enthalten, sogenannte Web Beacons (auch Clear Gifs, Pixel Tags und Single-Pixel Gifs genannt). Diese ermöglichen es dem Unternehmen beispielsweise, die Anzahl der Besucher dieser Seiten oder das Öffnen einer E-Mail zu zählen und andere damit verbundene Website-Statistiken zu erstellen (z. B. die Beliebtheit eines bestimmten Bereichs zu erfassen und die System- und Serverintegrität zu überprüfen).

# PrivacyPersonalData17
source: Cookies can be "Persistent" or "Session" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. You can learn more about cookies on
de: Cookies können „persistente“ oder „Session-Cookies“ sein. Persistente Cookies verbleiben auf Ihrem PC oder Mobilgerät, wenn Sie offline gehen, während Session-Cookies gelöscht werden, sobald Sie Ihren Webbrowser schließen. Weitere Informationen zu Cookies finden Sie auf

# PrivacyPersonalData19
source: article.
de: Artikel.

# PrivacyPersonalData20
source: We use both Session and Persistent Cookies for the purposes set out below:
de: Wir verwenden sowohl Session- als auch Persistent-Cookies für die unten aufgeführten Zwecke:

# PrivacyPersonalData21
source: Necessary / Essential Cookies
de: Notwendige Cookies

# PrivacyPersonalData22
source: Type: Session Cookies
de: Typ: Session-Cookies

# PrivacyPersonalData23
source: Administered by: Us
de: Verwaltet von: Uns

# PrivacyPersonalData24
source: Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.
de: Zweck: Diese Cookies sind unerlässlich, um Ihnen die über die Website verfügbaren Dienste bereitzustellen und Ihnen die Nutzung einiger Funktionen zu ermöglichen. Sie helfen bei der Authentifizierung von Nutzern und verhindern die betrügerische Nutzung von Nutzerkonten. Ohne diese Cookies können die von Ihnen angeforderten Dienste nicht bereitgestellt werden. Wir verwenden diese Cookies ausschließlich, um Ihnen diese Dienste bereitzustellen.

# PrivacyPersonalData25
source: Cookies Policy / Notice Acceptance Cookies
de: Cookies zur Cookie-Richtlinie/Zustimmungserklärung

# PrivacyPersonalData26
source: Type: Persistent Cookies
de: Typ: Dauerhafte Cookies

# PrivacyPersonalData27
source: Administered by: Us
de: Verwaltet von: Uns

# PrivacyPersonalData28
source: Purpose: These Cookies identify if users have accepted the use of cookies on the Website.
de: Zweck: Diese Cookies identifizieren, ob Nutzer die Verwendung von Cookies auf der Website akzeptiert haben.

# PrivacyPersonalData29
source: Functionality Cookies
de: Funktionalitäts-Cookies

# PrivacyPersonalData30
source: Type: Persistent Cookies
de: Typ: Dauerhafte Cookies

# PrivacyPersonalData31
source: Administered by: Us
de: Verwaltet von: Uns

# PrivacyPersonalData32
source: Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.
de: Zweck: Diese Cookies ermöglichen es uns, Ihre Auswahl bei der Nutzung der Website zu speichern, z. B. Ihre Anmeldedaten oder Ihre Spracheinstellungen. Diese Cookies dienen dazu, Ihnen ein persönlicheres Erlebnis zu bieten und zu vermeiden, dass Sie Ihre Einstellungen bei jeder Nutzung der Website erneut eingeben müssen.

# PrivacyPersonalData33
source: For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.
de: Weitere Informationen zu den von uns verwendeten Cookies und Ihren Auswahlmöglichkeiten in Bezug auf Cookies finden Sie in unserer Cookie-Richtlinie oder im Abschnitt „Cookies“ unserer Datenschutzrichtlinie.

# PrivacyDataUsage1
source: Use of Your Personal Data
de: Verwendung Ihrer personenbezogenen Daten

# PrivacyDataUsage2
source: The Company may use Personal Data for the following purposes:
de: Das Unternehmen kann personenbezogene Daten für folgende Zwecke verwenden:

# PrivacyDataUsage3
source: To provide and maintain our Service
de: Zur Bereitstellung und Aufrechterhaltung unseres Dienstes

# PrivacyDataUsage4
source: , including to monitor the usage of our Service.
de: , einschließlich zur Überwachung der Nutzung unseres Dienstes.

# PrivacyDataUsage5
source: To manage Your Account:
de: Zur Verwaltung Ihres Kontos:

# PrivacyDataUsage6
source: to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.
de: Zur Verwaltung Ihrer Registrierung als Nutzer des Dienstes. Die von Ihnen bereitgestellten personenbezogenen Daten können Ihnen Zugriff auf verschiedene Funktionen des Dienstes ermöglichen, die Ihnen als registrierter Nutzer zur Verfügung stehen.
