Repository: oilPilot/WebDiary
Catalog: WebDiary.Frontend/Resources/TermsAndPrivacyResource.*.resx
Languages: de

# PrivacyDataUsage7
source: For the performance of a contract:
de: Zur Vertragserfüllung:

# PrivacyDataUsage8
source: the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.
de: Die Entwicklung, Einhaltung und Durchführung des Kaufvertrags für die von Ihnen erworbenen Produkte, Artikel oder Dienstleistungen oder eines anderen Vertrags mit uns über den Service.

# PrivacyDataUsage9
source: To contact You:
de: Um Sie zu kontaktieren:

# PrivacyDataUsage10
source: To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.
de: Um Sie per E-Mail, Telefon, SMS oder anderen gleichwertigen Formen der elektronischen Kommunikation zu kontaktieren, z. B. Push-Benachrichtigungen einer mobilen Anwendung über Updates oder informative Mitteilungen zu den Funktionen, Produkten oder vertraglich vereinbarten Dienstleistungen, einschließlich Sicherheitsupdates, sofern dies für deren Implementierung erforderlich oder sinnvoll ist.

# PrivacyDataUsage11
source: To provide You
de: Um Ihnen Folgendes bereitzustellen:

# PrivacyDataUsage12
source: with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.
de: mit Neuigkeiten, Sonderangeboten und allgemeinen Informationen zu anderen von uns angebotenen Waren, Dienstleistungen und Veranstaltungen, die denen ähneln, die Sie bereits gekauft oder nach denen Sie sich erkundigt haben, es sei denn, Sie haben sich gegen den Erhalt solcher Informationen entschieden.

# PrivacyDataUsage13
source: To manage Your requests:
de: Zur Bearbeitung Ihrer Anfragen:

# PrivacyDataUsage14
source: To attend and manage Your requests to Us.
de: Zur Bearbeitung und Bearbeitung Ihrer Anfragen an uns.

# PrivacyDataUsage15
source: For business transfers:
de: Für Unternehmensübertragungen:

# PrivacyDataUsage16
source: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.
de: Wir können Ihre Daten verwenden, um eine Fusion, Veräußerung, Umstrukturierung, Reorganisation, Auflösung oder sonstiger Verkauf oder Übertragung einiger oder aller unserer Vermögenswerte, sei es als fortgeführtes Unternehmen oder im Rahmen eines Insolvenz-, Liquidations- oder ähnlichen Verfahrens, bei dem die von uns über unsere Servicenutzer gespeicherten personenbezogenen Daten zu den übertragenen Vermögenswerten gehören.

# PrivacyDataUsage17
source: For other purposes
de: Für andere Zwecke

# PrivacyDataUsage18
source: : We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.
de: : Wir können Ihre Daten für andere Zwecke verwenden, z. B. zur Datenanalyse, zur Ermittlung von Nutzungstrends, zur Bestimmung der Wirksamkeit unserer Werbekampagnen sowie zur Bewertung und Verbesserung unseres Dienstes, unserer Produkte, Dienstleistungen, unseres Marketings und Ihres Erlebnisses.

# PrivacyDataUsage19
source: We may share Your personal information in the following situations:
de: Wir können Ihre personenbezogenen Daten in folgenden Situationen weitergeben:

# PrivacyDataUsage20
source: With Service Providers:
de: Mit Dienstleistern:

# PrivacyDataUsage21
source: We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.
de: Wir geben Ihre personenbezogenen Daten möglicherweise an Dienstleister weiter, um die Nutzung unseres Dienstes zu überwachen und zu analysieren und um mit Ihnen Kontakt aufzunehmen.

# PrivacyDataUsage22
source: For business transfers:
de: Bei Unternehmensübertragungen:

# PrivacyDataUsage23
source: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.
de: Wir geben Ihre personenbezogenen Daten möglicherweise im Zusammenhang mit oder während der Verhandlungen über eine Fusion, den Verkauf von Unternehmensvermögen, eine Finanzierung oder den Erwerb unseres gesamten oder eines Teils unseres Unternehmens durch ein anderes Unternehmen weiter.

# PrivacyDataUsage24
source: With Affiliates:
de: Mit verbundenen Unternehmen:

# PrivacyDataUsage25
source: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.
de: Wir können Ihre Daten an unsere Partner weitergeben. In diesem Fall verpflichten wir diese Partner zur Einhaltung dieser Datenschutzrichtlinie. Zu den verbundenen Unternehmen zählen unsere Muttergesellschaft und alle anderen Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder die mit uns unter gemeinsamer Kontrolle stehen.

# PrivacyDataUsage26
source: With business partners:
de: Mit Geschäftspartnern:

# PrivacyDataUsage27
source: We may share Your information with Our business partners to offer You certain products, services or promotions.
de: Wir können Ihre Daten an unsere Geschäftspartner weitergeben, um Ihnen bestimmte Produkte, Dienstleistungen oder Werbeaktionen anzubieten.

# PrivacyDataUsage28
source: With other users:
de: Mit anderen Nutzern:

# PrivacyDataUsage29
source: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.
de: Wenn Sie personenbezogene Daten weitergeben oder anderweitig in den öffentlichen Bereichen mit anderen Nutzern interagieren, können diese Informationen von allen Nutzern eingesehen und öffentlich verbreitet werden.

# PrivacyDataUsage30
source: With Your consent
de: Mit Ihrer Einwilligung

# PrivacyDataUsage31
source: : We may disclose Your personal information for any other purpose with Your consent.
de: : Mit Ihrer Einwilligung können wir Ihre personenbezogenen Daten für andere Zwecke weitergeben.

# PrivacyDataUsage32
source: Retention of Your Personal Data
de: Aufbewahrung Ihrer personenbezogenen Daten

# PrivacyDataUsage33
source: The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.
de: Das Unternehmen speichert Ihre personenbezogenen Daten nur so lange, wie es für die in dieser Datenschutzerklärung genannten Zwecke erforderlich ist. Wir speichern und verwenden Ihre personenbezogenen Daten, soweit dies zur Erfüllung unserer gesetzlichen Verpflichtungen (z. B. wenn wir Ihre Daten zur Einhaltung geltender Gesetze aufbewahren müssen), zur Beilegung von Streitigkeiten und zur Durchsetzung unserer rechtlichen Vereinbarungen und Richtlinien erforderlich ist.

# PrivacyDataUsage34
source: The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.
de: Das Unternehmen speichert Nutzungsdaten auch für interne Analysezwecke. Nutzungsdaten werden grundsätzlich für einen kürzeren Zeitraum gespeichert, es sei denn, diese Daten werden zur Erhöhung der Sicherheit oder zur Verbesserung der Funktionalität unseres Dienstes verwendet oder wir sind gesetzlich verpflichtet, diese Daten länger aufzubewahren.

# PrivacyDataUsage35
source: Transfer of Your Personal Data
de: Übermittlung Ihrer personenbezogenen Daten

# PrivacyDataUsage36
source: Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.
de: Ihre Daten, einschließlich personenbezogener Daten, werden in den Geschäftsräumen des Unternehmens und an allen anderen Orten verarbeitet, an denen sich die an der Verarbeitung beteiligten Parteien befinden. Dies bedeutet, dass diese Informationen auf Computer außerhalb Ihres Bundeslandes, Ihrer Provinz, Ihres Landes oder einer anderen Rechtsordnung übertragen und dort gespeichert werden können, wo die Datenschutzgesetze von denen Ihrer Rechtsordnung abweichen können.

# PrivacyDataUsage37
source: Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.
de: Ihre Zustimmung zu dieser Datenschutzrichtlinie und die anschließende Übermittlung dieser Informationen stellen Ihre Zustimmung zu dieser Übertragung dar.

# PrivacyDataUsage38
source: The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.
de: Das Unternehmen ergreift alle angemessenen Maßnahmen, um sicherzustellen, dass Ihre Daten sicher und in Übereinstimmung mit dieser Datenschutzrichtlinie behandelt werden. Ihre personenbezogenen Daten werden nur dann an Organisationen oder Länder übertragen, wenn angemessene Kontrollen, einschließlich der Sicherheit Ihrer Daten und anderer personenbezogener Daten, vorhanden sind.

# PrivacyDataUsage39
source: Delete Your Personal Data
de: Löschen Ihrer personenbezogenen Daten

# PrivacyDataUsage40
source: You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.
de: Sie haben das Recht, die von uns über Sie erhobenen personenbezogenen Daten zu löschen oder unsere Unterstützung bei der Löschung zu verlangen.

# PrivacyDataUsage41
source: Our Service may give You the ability to delete certain information about You from within the Service.
de: Unser Service bietet Ihnen möglicherweise die Möglichkeit, bestimmte Informationen über Sie innerhalb des Services zu löschen.

# PrivacyDataUsage42
source: You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.
de: Sie können Ihre Daten jederzeit aktualisieren, ändern oder löschen, indem Sie sich in Ihrem Konto anmelden (falls vorhanden) und den Bereich „Kontoeinstellungen“ aufrufen, in dem Sie Ihre personenbezogenen Daten verwalten können. Sie können uns auch kontaktieren, um Zugriff auf Ihre personenbezogenen Daten zu erhalten, diese zu korrigieren oder zu löschen.

# PrivacyDataUsage43
source: Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.
de: Bitte beachten Sie jedoch, dass wir bestimmte Informationen möglicherweise aufbewahren müssen, wenn wir dazu gesetzlich verpflichtet sind oder eine Rechtsgrundlage dafür besteht.

# PrivacyDataUsage44
source: Disclosure of Your Personal Data
de: Offenlegung Ihrer personenbezogenen Daten

# PrivacyDataUsage45
source: Business Transactions
de: Geschäftstransaktionen

# PrivacyDataUsage46
source: If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.
de: Wenn das Unternehmen an einer Fusion, Übernahme oder einem Verkauf von Vermögenswerten beteiligt ist, können Ihre personenbezogenen Daten übertragen werden. Wir werden Sie benachrichtigen, bevor Ihre personenbezogenen Daten übertragen werden und einer anderen Datenschutzrichtlinie unterliegen.

# PrivacyDataUsage47
source: Law enforcement
de: Strafverfolgung

# PrivacyDataUsage48
source: Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).
de: Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre personenbezogenen Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder auf berechtigte Anfragen von Behörden (z. B. Gerichten oder Regierungsbehörde) reagiert.

# PrivacyDataUsage49
source: Other legal requirements
de: Andere rechtliche Anforderungen

# PrivacyDataUsage50
source: The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:
de: Das Unternehmen kann Ihre personenbezogenen Daten in dem guten Glauben offenlegen, dass dies erforderlich ist, um:

# PrivacyDataUsage51
source: Comply with a legal obligation
de: Erfüllung einer gesetzlichen Verpflichtung

# PrivacyDataUsage52
source: Protect and defend the rights or property of the Company
de: Schutz und Verteidigung der Rechte und des Eigentums des Unternehmens

# PrivacyDataUsage53
source: Prevent or investigate possible wrongdoing in connection with the Service
de: Verhinderung oder Untersuchung möglicher Verstöße im Zusammenhang mit dem Dienst

# PrivacyDataUsage54
source: Protect the personal safety of Users of the Service or the public
de: Schutz der persönlichen Sicherheit der Nutzer des Dienstes oder der Öffentlichkeit

# PrivacyDataUsage55
source: Protect against legal liability
de: Schutz vor rechtlicher Haftung

# PrivacyDataUsage56
source: Security of Your Personal Data
de: Sicherheit Ihrer personenbezogenen Daten

# PrivacyDataUsage57
source: The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.
de: Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig. Bitte beachten Sie jedoch, dass keine Methode der Internetübertragung oder elektronischen Speicherung 100 % sicher ist. Wir bemühen uns zwar, Ihre personenbezogenen Daten mit kommerziell akzeptablen Mitteln zu schützen, können jedoch keine absolute Sicherheit garantieren.

# PrivacyEnd1
source: Children's Privacy
de: Datenschutz für Kinder

# PrivacyEnd2
source: Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.
de: Unser Service richtet sich nicht an Personen unter 13 Jahren. Wir erheben wissentlich keine personenbezogenen Daten von Personen unter 13 Jahren. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten übermittelt hat, kontaktieren Sie uns bitte. Sollten wir feststellen, dass wir personenbezogene Daten von Personen unter 13 Jahren ohne die Zustimmung der Eltern erhoben haben, ergreifen wir Maßnahmen, um diese Informationen von unseren Servern zu entfernen.

# PrivacyEnd3
source: If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.
de: Wenn wir für die Verarbeitung Ihrer Daten auf die Einwilligung eines Elternteils angewiesen sind und in Ihrem Land die Einwilligung eines Elternteils erforderlich ist, benötigen wir möglicherweise die Einwilligung Ihres Elternteils, bevor wir diese Daten erheben und verwenden.

# PrivacyEnd4
source: Links to Other Websites
de: Links zu anderen Websites

# PrivacyEnd5
source: Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.
de: Unser Service kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie auf die Website dieses Drittanbieters weitergeleitet. Wir empfehlen Ihnen dringend, die Datenschutzrichtlinie jeder von Ihnen besuchten Website zu lesen.

# PrivacyEnd6
source: We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.
de: Wir haben keine Kontrolle über die Inhalte, Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter und übernehmen keine Verantwortung dafür.

# PrivacyEnd7
source: Changes to this Privacy Policy
de: Änderungen dieser Datenschutzrichtlinie

# PrivacyEnd8
source: We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.
de: Wir aktualisieren unsere Datenschutzrichtlinie gegebenenfalls von Zeit zu Zeit. Wir informieren Sie über Änderungen, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen.

# PrivacyEnd9
source: We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the "Last updated" date at the top of this Privacy Policy.
de: Wir informieren Sie per E-Mail und/oder durch einen deutlich sichtbaren Hinweis auf unserem Dienst, bevor die Änderung in Kraft tritt, und aktualisieren die „Letzte Aktualisierung“. Datum oben in dieser Datenschutzerklärung.

# PrivacyEnd10
source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.
de: Wir empfehlen Ihnen, diese Datenschutzerklärung regelmäßig auf Änderungen zu überprüfen. Änderungen dieser Datenschutzerklärung treten mit ihrer Veröffentlichung auf dieser Seite in Kraft.

# PrivacyEnd11
source: Contact Us
de: Kontakt

# PrivacyEnd12
source: If you have any questions about this Privacy Policy, You can contact us:
de: Bei Fragen zu dieser Datenschutzerklärung können Sie uns kontaktieren:

# PrivacyEnd13
source: By email: matveyeresko1@gmail.com
de: Per E-Mail: matveyeresko1@gmail.com
