Repository: oilPilot/WebDiary
Catalog: WebDiary.Frontend/Resources/UsersResource.*.resx
Languages: de

# ValidationErrorText
source: Something went wrong. Does your time isn't expired?
de: Etwas ist schiefgelaufen. Ist Ihre Zeit noch nicht abgelaufen??

# RestorePasswordTitle
source: Restoring password
de: Passwort wiederherstellen

# RestorePasswordSendEmail
source: Send email
de: E-Mail senden

# RestorePasswordError1
source: User wasn't found. Check if email is correct.
de: Der Benutzer wurde nicht gefunden. Überprüfen Sie, ob die E-Mail-Adresse korrekt ist.

# WrongOnBackend
source: Something went wrong on backend. Contact with developer.
de: Im Backend ist ein Fehler aufgetreten. Wenden Sie sich an den Entwickler.

# RestorePasswordSuccessSending
source: Message has been sent. Check your email, maybe message will come after few seconds or minutes.
de: Die Nachricht wurde gesendet. Überprüfen Sie Ihre E-Mails. Möglicherweise kommt die Nachricht erst in wenigen Sekunden oder Minuten.

# ResetPasswordTitle
source: Resetting password
de: Passwort zurücksetzen

# ResetPasswordNew
source: New password:
de: Neues Passwort:

# ResetPasswordVerify
source: Verify password:
de: Kennwort bestätigen:

# ResetPasswordChange
source: Change password
de: Kennwort ändern

# ResetPasswordError
source: Something went wrong with verifying. Are your reset password time isn't expired?
de: Bei der Überprüfung ist ein Fehler aufgetreten. Ist die Zeit zum Zurücksetzen Ihres Passworts noch nicht abgelaufen?

# ManageAccountTitle
source: Manage account
de: Konto verwalten

# ManageAccountName
source: Username:
de: Benutzername:

# ManageAccountRole
source: Role:
de: Rolle:

# ManageAccountDesc
source: Description:
de: Beschreibung:

# ManageAccountValid
source: Is validated
de: Ist validiert

# ManageAccountNotValid
source: Is NOT validated
de: Ist NICHT validiert

# IntoAnotherAcc
source: Login into another account
de: Melden Sie sich bei einem anderen Konto an

# ModifyAcc
source: Modify account
de: Konto ändern

source: Logout
de: Ausloggen

# DeleteAcc
source: Delete account
de: Konto löschen

# LogoutDialogueText
source: Are you sure wanna to logout from current account?
de: Möchten Sie sich wirklich vom aktuellen Konto abmelden?

# CancelButtonText
source: Cancel
de: Stornieren

# SaveButtonText
source: Save
de: Speichern

# DeleteButtonText
source: Delete
de: Löschen

# UpdateAccDialogueError1
source: Username should be at least 3 symbols length.
de: Der Benutzername sollte mindestens 3 Zeichen lang sein.

# UpdateAccDialogueError2
source: This is not correct Email address.
de: Dies ist keine korrekte E-Mail-Adresse.

# UpdateAccDialogueError3
source: Your new password is too short.
de: Ihr neues Passwort ist zu kurz.

# DeleteAccSure
source: Are you sure wanna delete your account? This will delete all diaries that you wrote. You can't undo this action.
de: Möchtest du dein Konto wirklich löschen? Dadurch werden alle Tagebücher gelöscht, die du geschrieben hast. Diese Aktion kann nicht rückgängig gemacht werden.

# PswdIncorrectDoYouForgot
source: Password is incorrect, do you forgot your password?
de: Das Passwort ist falsch. Haben Sie Ihr Passwort vergessen?

# Restore1
source: You can restore it
de: Sie können es wiederherstellen

# AddressForSomething
source: here
de: Hier

# AskUsername
source: Username:
de: Benutzername:

# AskSelfdescription
source: Self-description:
de: Selbstbeschreibung:

# AskNewEmail
source: New Email:
de: Neue E-Mail:

# AskOldPassword
source: Old password for verification:
de: Altes Passwort zur Verifizierung:

# AskNewPassword
source: New password:
de: Neues Passwort:

# AskPassword
source: Password
de: Passwort

# SignInTextRedirect
source: Have no account? You can signin
de: Sie haben noch kein Konto? Sie können sich anmelden

# ForgotTextRedirect
source: Forgot your password? You can restore it
de: Passwort vergessen? Sie können es wiederherstellen

# LoginError
source: Something went wrong. Check if username and password is correct.
de: Ein Fehler ist aufgetreten. Überprüfen Sie, ob Benutzername und Passwort korrekt sind.

source: Signin
de: Anmelden

# UsernameAlreadyUsed
source: Your username is already used by another user. Please try another username.
de: Ihr Benutzername wird bereits von einem anderen Benutzer verwendet. Bitte versuchen Sie es mit einem anderen Benutzernamen.

# EmailAlreadyUsed
source: Your email is already used by another user.
de: Ihre E-Mail wird bereits von einem anderen Benutzer verwendet.

# ValidateMust
source: To use account you first must validate it in email. For that you have 5 hours. Message will soon come to your email.
de: Um Ihr Konto zu nutzen, müssen Sie es zunächst per E-Mail bestätigen. Sie haben dafür 5 Stunden Zeit. Die Nachricht wird in Kürze an Ihre E-Mail-Adresse gesendet.
